Repository: zeljkons1992/vegaWallet
Catalog: lib/languages/l10n/app_*.arb
Languages: sr

# walletTitle
source: Wallet
sr: Novčanik

# cardInformationLoadFailed
source: Failed to load card information.
sr: Učitavanje informacija o kartici nije uspelo.

# cardInformationExpiry
source: Expiry
sr: Datum isteka

# cardInformationNumber
source: Card No
sr: Broj kartice

# discountsTitle
source: Discounts
sr: Popusti

# searchBarHint
source: Search by venue name...
sr: Pretraži prodavnice

# discountCalculatorHint
source: Enter price
sr: Cena

# discountCalculatorResultLabel
source: Price with discount:
sr: Cena sa popustom:

# discountCalculatorConditionsTitle
source: Conditions
sr: Uslovi

# storesTitle
source: Stores
sr: Prodavnice

# storeDetailsNameLabel
source: Store name
sr: Ime prodavnice

# mapsTitle
source: Maps
sr: Mape

# categoryCoffeeShopsAndRestaurants
source: Coffee shops and Restaurants
sr: Kafići i Restorani

# categoryTravel
source: Travel
sr: Putovanja

# categoryEntertainment
source: Entertainment
sr: Zabava

# categoryServices
source: Services
sr: Usluge

# categoryBeautyAndHealth
source: Beauty and Health
sr: Lepota i Zdravlje

# categoryShopping
source: Shopping
sr: Kupovina

source: Error
sr: Greška

# vegaConfIde
source: Vega confirm identity
sr: Potvrdjen Vega identitet

# vegaNoConfIde
source: Vega identity not confirmed
sr: Nije potvrdjen Vega identitet

# googleStartVer
source: Google Verification process in progress
sr: Proces verifikacije je u toku

# googleVerSuc
source: Verification process has been successfully completed
sr: Proces verifikacije je uspesno zavrseno.

# googleVerUns
source: This app is for VegaIT employees only
sr: Ova aplikacija je samo za radnike Vega IT kompanije.

# profileTitle
source: Profile
sr: Profil

source: Joined
sr: Pridužio se

source: Logout
sr: Odjavi se

# failedToLoadProfileInfo
source: Failed to load profile information
sr: Neuspešno učitani korisnički podaci

source: Notification
sr: Obaveštenja

source: General
sr: Opšte

source: Feedback
sr: Povratne informacije

source: Push notifications
sr: Slanje Obaveštenja

source: Enable Location
sr: Dozvoli Lokaciju

source: No Number
sr: Nema broja

source: Login with Google
sr: Prijavite se putem Google-a

# invalidEmailDomain
source: The application is only for Vega it employees.
sr: Aplikacija je samo za zaposlene Vege It.

# unknownError
source: An unknown error occurred.
sr: Došlo je do nepoznate greške.

# defaultConditionsText
source: No conditions specified
sr: Uslovi nisu navedeni

# noNetwork
source: No Internet Connection
sr: Nema konekcije sa internetom

# techProb
source: Technical problems occurred, please try again later
sr: Došlo je do tehničkih problema. Probajte ponovo kasnije

# noFindAddress
source: Unfortunately, the address was not found 😞
sr: Nažalost, adresa nije pronadjena 😞

source: No Address Found
sr: Nije pronadjena Adresa
